// document.addEventListener('DOMContentLoaded', ()=> {
//   localStorage.getItem()
// })
let template1 = [
  {
    id:1,
    title1: 'ЧТО ДЕЛАТЬ,ЕСЛИ ПРИМЁРЗЛИ ДВОРНИКИ?',
    subtitle1: 'В этой статье мы расскажем о некоторых методах и предоставим советы по предотвращению замерзания дворников.',
    paragraph1: 'Зимой, особенно в холодные морозные дни, проблема замёрзших дворников может стать настоящей неудобством для водителей. Однако существует несколько эффективных способов, которые помогут быстро разморозить дворники и вернуть вашему автомобилю нормальную видимость.',
    image0: '../../assets/img/template-1/Rectangle%44.png',
    title2: 'ЧТО ДЕЛАТЬ,ЕСЛИ ОНИ ПРИМЁРЗЛИ?',
    subtitle2: 'Используйте отогреватели стекла',
    paragraph2: 'В большинстве современных автомобилей есть функция отогрева стекла. Включите эту функцию и подождите несколько минут, пока стекло прогреется, разморозит дворники и обеспечит хорошую видимость.',
    subtitle3: 'Применяйте антизамерзающие жидкости',
    paragraph3: 'Перед наступлением зимы убедитесь, что в бачке для омывания стёкол у вас находится антизамерзающая жидкость. Это поможет предотвратить замерзание дворников и обеспечит лучшую очистку стёкол от снега и льда.',
    image1:'../../assets/img/template-1/Rectangle%93.png',
    image2: '../../assets/img/template-1/Rectangle%94.png',
    subtitle4: 'Используйте растворы соли и специальные жидкости',
    paragraph4: 'При замерзании дворников можно использовать специальные растворы, содержащие соль. Нанесите их на поверхность дворников и оставьте на несколько минут. Соль поможет быстро растаять лёд.',
    subtitle5: 'Прогревайте стекло феном или теплой водой',
    paragraph5: 'Осторожно прогрейте стекло феном или поливайте теплой (не кипящей) водой. Этот метод может быть эффективен, но следует избегать слишком горячей воды, чтобы избежать повреждения стекла.',
    subtitle6: 'Ни в коем случае нельзя отрывать щётки и включать дворники:' ,
    paragraph6: 'попытка с усилием оторвать дворник от стекла, либо его включить, может обернуться разрывом резинок, повреждением шарниров, и даже сломанным моторчиком из-за перегрузок.',
    subtitle7: 'Следуя этим советам и методам, вы сможете быстро разморозить дворники и подготовить свой автомобиль к безопасному движению в зимних условиях.',
  }
]
